proyectos/ladrillera/propuesta_ladrillera.org
* Agentes Calidad del Aire
** Justificación
   Medellín tiene un problema de calidad del aire, la política pública tiene planes a largo plazo, el sistema publico de monitoreo de calidad del aire tiene alcance limitado. 
** Problema
   El ciudadano no tiene una medición del aire que respira en el momento. 
** Solución propuesta
   Medidor portable que indique visualmente la calidad del aire y que permita socializar esas mediciones.
** Fases
*** Primer fase: 
**** Puntos fijos
**** con plataforma web de captura de datos,
**** alimentación de energía 
**** transmisión vía WiFi
**** (Opción almacenaje de datos en SD?)
**** Uso de los datos:
***** a. Publicación de dataset (Open Data), sin procesamiento o con depuración??
***** b. Publicación básica de resultados en web responsive, en mapas y capas de análisis básico.
**** Presupuesto fase 1:
|   |           |                                       |                                                  |          |           |
|   | Date      | Payee                                 | Account                                          | Amount   | Balance   |
|   | 01-Jan-01 | Sensor de partículas                  | fase1:costo:aparato:componente:sensor            | $ -20.00 | $ -20.00  |
|   | 01-Jan-01 | ESP8266                               | fase1:costo:aparato:componente:esp               | $ -10.00 | $ -30.00  |
|   | 01-Jan-01 | DHT (sensor de humedad y temperatura) | fase1:costo:aparato:componente:sensor:dht        | $ -0.65  | $ -30.65  |
|   | 01-Jan-01 | Leds                                  | fase1:costo:aparato:componente:feedback:led      | $ -0.16  | $ -30.81  |
|   | 01-Jan-01 | Alimentación Energía                  | fase1:costo:aparato:componente:energia:adaptador | $ -6.00  | $ -36.81  |
|   | 01-Jan-01 | Ensamblaje                            | fase1:costo:aparato:manoDeObra:ensamblaje        | $ -17.00 | $ -53.81  |
|   | 01-Jan-01 | Diseño electrónico                    | fase1:costo:aparato:manoDeObra:diseno            | $ -17.00 | $ -70.81  |
|   | 01-Jan-01 | Cableado                              | fase1:costo:aparato:manoDeObra:cableado          | $ -1.00  | $ -71.81  |
|   | 01-Jan-01 | Carcasa                               | fase1:costo:aparato:manoDeObra:diseno:carcasa    | $ -20.00 | $ -91.81  |
|   | 01-Jan-01 | Código                                | fase1:costo:aparato:manoDeObra:codigo            | $ -10.00 | $ -101.81 |
|   | 01-Jan-01 | Infraestructura                       | fase1:costo:aparato:infraestructura              | $ -12.00 | $ -113.81 |
|   | 01-Jan-01 | Impuestos IVA 19%                     | fase1:costo:aparato:impuestos                    | $ -21.47 | $ -135.28 |
|   | 01-Jan-01 | Utilidad                              | fase1:costo:aparato:utilidad                     | $ -22.60 | $ -157.88 |


***  Segunda Fase: 
**** Puntos móviles con gps (Batería, 
**** transmisión vía WiFi o SimCard?, 
**** (opción de almacenar en SD).
**** Uso de los datos:
***** a. Publicación de dataset (Open Data), sin procesamiento o con depuración??
***** b. Publicación básica de resultados en web responsive, en mapas y capas de análisis básico.
***** c. Desarrollo de aplicación móvil (Android, posiblemente ios).

